import React, { Component } from "react";
import "react-router-dom";

class About extends Component {
   constructor(props){
       super(props);
   }
  
  render() {
    return (
      <div class="sticky__header" style={{ textAlign: "center",backgroundColor: "#b8b7b7" }}>
          <h1>আমাদের কথা</h1>
          <p>
          আদিম গুহার বুকে যে মানব সন্তান প্রথম পাথরের গায়ে দাগ কেটে আঁকিবুঁকি করেছিল, সে কখনোই জানতো না ছবি আঁকতে পারা একদিন আমাদের শিল্প, আমাদের কারো কারো জীবনের অনেক গভীর কিছু হয়ে যাবে, অথবা যে সন্তান ভরা পূর্ণিমার আলোয় মায়ের কোলে শুয়ে গল্প শুনছিলো তার পূর্বসূরীর বীরত্বগাঁথার , সে জানতে পারেনি কোনো একদিন আমাদের পূর্বসূরীর সেসব সোনালী দিন আর রক্তাক্ত সময় মহাকাব্যের মোড়কে ইতিহাসের মতো ফেরিওয়ালা হয়ে ঘুরে বেড়াবে আমাদের বর্তমানে।
কিন্তু দেখুন! আমরা ঠিক’ই জেনেছি তাদের কথা, প্রাচীন শিলালিপি থেকে আজকের এই মুহূর্ত পর্যন্ত শেলফের চকচকে কাঁচের ওপাড়ে অথবা টেবিলের পুরোটা জুড়ে ছড়িয়ে থাকা বইপত্র আমাদের সাক্ষী দিয়ে গেছে সেই সব দিনের, আমাদের জানিয়েছে আজ পর্যন্ত আমাদের এ মহাযাত্রার কথা। এ মহাযাত্রা মহাকালের, সহজে থামার নয়। খুব অতীত থেকেই যেমন কেউ না কেউ আমাদের কাছে পৌঁছে দিয়ে গেছে জ্ঞানের নানান মোড়কে আমাদের না দেখতে পাওয়া সময়, আমরা আজো দায় বয়ে বেড়াচ্ছি সে সকল নাম না জানা “কেউ না কেউ” এর এই সকল অবদানের।
সেই দায় থেকেই আমাদের সময়কেও ভবিষ্যতের জন্য, নিজেদের জন্য সকলের মাঝে বই এর মাধ্যমে ছড়িয়ে দেওয়ার এক মহাপ্রয়াস নিয়ে আমাদের এ ক্ষুদ্র চেষ্টা গ্রন্থিক.কম। যেন কেউই জ্ঞানের এক বিশাল নক্ষত্রের আলো থেকে বঞ্চিত না থাকে। যেন আমরা উত্তরাধিকারে পাওয়া সেই প্রাচীন শিল্পী অথবা সেই প্রথম গল্পকারের রেখে যাওয়া দায় কিছুটা হলেও শোধ করতে পারি। যেন সহজে নিরাপদে বই এর মোড়কে সভ্যতার সবটুকু আলো পৌঁছে দিতে পারি সকল মানুষের দুয়ার থেকে দুয়ারে। এই দায় মুক্তির প্রচেষ্টায় আশা রাখি আলোর সন্ধানে থাকা সকল’কে সাথে পাবো, পাশে পাবো।
আমরা গ্রন্থিক.কম “বইয়ের সাথে, মানুষের হাতে”।
          </p>
      </div>
    );
  }
}

export default About;